const data = [
  {
    id: 1,
    name: "Kyivska Russ Resort Medical & Spa",
    rating: "5",
    city: "Lviv",
    imageHotel: "Kyivska-Russ-Resort-Medical&Spa.jpg",
    descrHotel:
      "Готель «Kyivska Russ Resort Medical&Spa» в Східниці впевнено вважається одним з кращих готелів в Українських Карпатах. Наявні 5 тарифів проживання – різних за планом харчування та послугами, адаптованиx під кожного гостя, залежно від потреб та стилю відпочинку. Великий перелік послуг готелю та медичного центру, якими гості можуть безкоштовно скористатися, обравши будь який тариф. Наявність різнопланового харчування та вибір більш ніж 5 видів меню. Інфраструктура готелю: власний бювет (9 джерел), медичний центр. Організація дозвілля: спа-центр, велосипеди, електросамокати, скандинавська ходьба, екскурсії, квадроцикли, йога, кінозал, більярд, вечори живої музики, різнопланові турніри.",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "2000",
        description:
          "Інтер’єр складається з меблевого гарнітуру, двоспального ліжка, килимового покриття. Має вихід на балкон. Набір міні-парфумерії, кондиціонер, доступ в інтернет (Wi-Fi), міні-сейф. В ціну входить: триразове харчування, СПА-центр, бювет, дитяча кімната, настільні ігри, фітобар, місце для паркування з відеоспостереженням, майстер класи, бібліотека.",
        imageNomer: "Kyivskaruss_2.jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "2500",
        description:
          "Інтер’єр складається з меблевого гарнітуру, двоспального ліжка, розкладного дивану, килимового покриття. Набір міні-парфумерії, капці, халат, кондиціонер, доступ в інтернет (Wi-Fi), міні-сейф, телефон, електричний чайник. В ціну входить: триразове харчування, СПА-центр, бювет, дитяча кімната, настільні ігри, фітобар, місце для паркування з відеоспостереженням, майстер класи, бібліотека.",
        imageNomer: "Kyivskaruss_3.jpg",
      },

      {
        quantityPerson: "4",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "3000",
        description:
          "Інтер’єр складається з вишуканого меблевого гарнітуру, 3-х двоспальних ліжок, килимового покриття. Доставка їжі. Набір міні-парфумерії, кондиціонер, доступ в інтернет (Wi-Fi), сейф, телефон, два туалети, кухня. В ціну входить: триразове харчування, СПА-центр, бювет, дитяча кімната, настільні ігри, фітобар, місце для паркування з відеоспостереженням, майстер класи, бібліотека.",
        imageNomer: "Kyivskaruss_4.jpg",
      },
    ],
  },

  {
    id: 2,
    name: "Atlantic Garden Resort",
    rating: "4+",
    city: "Odesa",
    imageHotel: "Atlantic-Garden-Resort.jpg",
    descrHotel:
      "Єдиний в Одесі готель, який поєднує 106 дизайнерських номерiв, конференц-зали, SPA, ресторани, власний піщаний пляж та клуби.",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "1800",
        description:
          "Номер може бути як з одним двоспальним ліжком, так і з двома роздільними. В номері LED SMART телевізор, кондиціонер, безкоштовний Wi-Fi, телефон, міні-бар, міні-сейф. Гладильна дошка і праска. В ванній кімнаті душ, фен.",
        image: "Atlantic-Garden-Resort-room.jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "2200",
        description:
          "Номер з джакузі. Двоспальне ліжко, розкладний диван, LED SMART телевізор, кондиціонер, безкоштовний Wi-Fi, телефон, міні-бар, міні-сейф. В ванній кімнаті джакузі, фен, косметичний набір, халати з капцями.",
        image: "Atlantic-junior-suite.jpg",
      },
    ],
  },

  {
    id: 3,
    name: "City Holiday Resort & Spa",
    rating: "4+",
    city: "Kyiv",
    imageHotel: "City-Holiday-Resort&Spa.jpg",
    descrHotel:
      "Готель розташувався на півтора гектарах площі в одному із соснових парків Києва, вдалині від міської метушні, гарантуючи гостям приватність закритої території. Поряд із готелем — зручні транспортні розв’язки. До послуг гостей City Holiday Resort & SPA 5* — сучасний SPA-центр. Тут на вас чекають унікальні оздоровчі процедури, розслабляючий масаж, декілька басейнів, парні (римська, фінська, російська), соляна кімната та багато іншого. Для організаторів бізнес-заходів ми пропонуємо 4 конференц-зали. Вишукані страви європейської кухні, кулінарні шедеври від шеф-кухаря, затишна аристократична атмосфера чекають на вас в одному із двох ресторанів готелю — «City Holiday» і «Vinette». Вони також ідеально підійдуть для проведення урочистих заходів, особистих і корпоративних свят, вечірок та ділових фуршетів.",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "5000",
        description:
          "Затишний інтер’єр та вишукані меблі забезпечують комфорт перебування наших гостей. У номері є зручна робоча зона з телефоном, Full HD телевізором із супутниковими каналами, високошвидкісним Wi-Fi доступом в інтернет. В номері є кондиціонер, сейф, міні-бар, електричний чайник. У вартість номера входить: сніданок за системою «Шведський стіл» або «A la carte»; користування SPA; паркування, що охороняється; відвідування фітнес-центру.",
        image: "Cityholiday_2.jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "5500",
        description:
          "Чудовий просторий номер середньою площею 60 м2 із панорамними вікнами і склопакетами з покращеною звукоізоляцією, терасою і живописним видом на паркову зону і басейн. У номері є зручна робоча зона з телефоном, Full HD телевізором із супутниковими каналами, високошвидкісним Wi-Fi доступом в інтернет та гостинний куточок. В номері є кондиціонер, сейф, міні-бар, електричний чайник. У вартість номера входить: сніданок за системою «Шведський стіл» або «A la carte»; користування SPA; паркування, що охороняється; відвідування фітнес-центру.",
        image: "Cityholiday_3.jpg",
      },
    ],
  },

  {
    id: 4,
    name: "Sobi Hotel",
    rating: "5",
    city: "Kyiv",
    imageHotel: "Sobi-Hotel.jpg",
    descrHotel:
      "Готель нашого клубу може запропонувати 37 комфортабельних номерів підвищеного комфорту з просторими балконами з видом на мальовничий ліс: 33 двомісні номери категорії «Люкс»; 3 номери категорії Family Room; 1 номер для молодят! Тут до послуг гостей сад, спільний лаунж та тераса. Серед зручностей варто відзначити ресторан, обслуговування номерів і цілодобову стійку реєстрації, а також безкоштовний Wi-Fi на всій території помешкання. На території помешкання до розпорядження гостей вечірня розважальна програма та банкомат. До розпорядження гостей Sobi Hotel дитячий ігровий майданчик. Гості помешкання Sobi Hotel у Вишгороді та його околицях можуть зайнятися різними видами активного відпочинку, зокрема катанням на велосипеді.",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "4500",
        description: "",
        imageNomer: "Sobihotel_2.jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "5000",
        description:
          "Номер має двоспальнеліжко, розкладний диван, балкон, кондиціонер, телевізо, міні-бар, барбекю, електрочайник, холодилььник, приладдя для прасування.",
        imageNomer: "Sobihotel_3.jpg",
      },

      {
        quantityPerson: "4",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "5500",
        description:
          "Номер має двоспальнеліжко, 2 розкладних дивани, балкон, кондиціонер, телевізо, міні-бар, барбекю, електрочайник, холодилььник, мікрохвильова піч, приладдя для прасування.",
        imageNomer: "Sobihotel_4.jpg",
      },
    ],
  },

  {
    id: 5,
    name: "Marine Residence",
    rating: "4+",
    city: "Odesa",
    imageHotel: "Marine-Residence.jpg",
    descrHotel:
      "Готель розташований у фешенебельному районі Одеси - на 10-й станції Великого фонтану біля самої кромки моря, ближче всіх інших готелів міста. тільки наш готель, поєднує в собі зручне розташування в курортній зоні Одеси біля моря, розкішний інтер'єр, уважний обслуговуючий персонал та індивідуальний підхід до кожного клієнта готелю. У вартість бронювання входить піщаний пляж на березі Чорного моря; відвідування відкритого басейну і дитячого басейну готелю(включаючи шезлонги); ресторан готелю на відкритому майданчику з видом на море; дитячий майданчик; безкоштовний сніданок за системою шведський стіл; wi-fi; 2 бари біля басейнів готелю;",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "3500",
        description:
          "Номери на верхніх поверхах з панорамними вікнами і видом на зелену зону. Номери на першому поверсі з виходом на загальну терасу до басейнів і літнім ресторанам. Діти до 6 років розміщуються безкоштовно. У номері: Розсувна ліжко кінгсайз, крісло, душ, біде, кондиціонер, фен, сейф, туалетні приналежності, тапочки, холодильник, робочий стіл, гардероб, килимове покриття, телевізор з плоским екраном, телефон.",
        imageNomer: "Maristella_2.jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "4000",
        description:
          "80% номерів з балконами, 20% – з панорамними вікнами, з яких відкривається шикарна панорама на Чорне море. Діти до 6 років розміщуються безкоштовно. У номері: Розсувна ліжко кінгсайз, крісло, душ, біде, кондиціонер, фен, сейф, туалетні приналежності, тапочки, холодильник, робочий стіл, гардероб, килимове покриття, телевізор з плоским екраном, телефон.",
        imageNomer: "Maristella_3.jpg",
      },

      {
        quantityPerson: "4",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "4500",
        description:
          "Самі просторі номери готелю. 80% номерів з балконами, 20% – з панорамними вікнами, з яких відкривається шикарна панорама на Чорне море. Діти до 6 років розміщуються безкоштовно. У номері: Розсувна ліжко кінгсайз, крісло, душ, біде, кондиціонер, фен, сейф, туалетні приналежності, тапочки, холодильник, робочий стіл, гардероб, килимове покриття, телевізор з плоским екраном, телефон.",
        imageNomer: "Maristella_4.jpg",
      },
    ],
  },

  {
    id: 6,
    name: "Nobilis Hotel",
    rating: "5",
    city: "Lviv",
    imageHotel: "Nobilis-Hotel.jpg",
    descrHotel:
      "Елегантний 5-зірковий готель розташований у самому центрі Львова. До послуг гостей сучасний фітнес-клуб, оздоровчий центр, де можна чудово відпочити, а також вишукані номери з безкоштовним Wi-Fi. Сніданок шведський стіл подають у готельному ресторані, де гостям також пропонують страви середземноморської та української кухонь. У просторому лаунж-барі можна послухати живу музику й замовити різноманітні коктейлі. СПА-центр готелю пропонує гостям розслабитися в гідромасажній ванні, відвідати сеанс масажу або замовити косметичні процедури.",
    nomer: [
      {
        quantityPerson: "2",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "3200",
        description:
          "Класичний номер, оснащений ексклюзивними меблями, двоспальне ліжко або два односпальних на вибір. В ціну номера входить сніданок. Міні-бар, кабельне телебачення, безкоштовний Wi-Fi, халати, рушники і тапочки, набір косметики, фен, ортопедичний матрац. Цілодобове ресторанне обслуговування в номерах.",
        imageNomer: "Nobilishotel_2,jpg",
      },

      {
        quantityPerson: "3",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "3700",
        description:
          "Чудово обладнаний номер. Ексклюзивні меблі, двоспальне ліжко та розкладний диван. В ціну номера входить сніданок. Міні-бар, кабельне телебачення, безкоштовний Wi-Fi, халати, рушники і тапочки, набір косметики, фен, ортопедичний матрац. Цілодобове ресторанне обслуговування в номерах.",
        imageNomer: "Nobilishotel_3.jpg",
      },

      {
        quantityPerson: "4",
        dateIn: "01.12.2023",
        dateOut: "08.12.2023",
        available: "yes",
        price: "4300",
        description:
          "Розкішний 2-кімнатний номер зробить ваше перебування у готелі справді королівським. Ексклюзивні меблі, двоспальне ліжко. В ціну номера входить сніданок. Міні-бар, кабельне телебачення, безкоштовний Wi-Fi, халати, рушники і тапочки, набір косметики, фен, ортопедичний матрац. Цілодобове ресторанне обслуговування в номерах.",
        imageNomer: "Nobilishotel_4.jpg",
      },
    ],
  },
];
